<?php
return [
    /* уникальные слова, которые используются на каждой странице */
    'global_keywords' => 'недорого maximko islandgift что подарить магазин подарков поздравить',
    /* Главная страница */
    '' => [
        'title' => 'Магазин подарков в Ярославле • «MaxImko» Твой день в твоих руках✌',
        'description' => 'В нашем магазине подарков Вы найдете море подарков к любому торжественному случаю. Именно для вас мы подготовили самые очаровательные и необычные подарки',
        'keyword' => 'интернет в Ярославле подарки Новый год 23 февраля день рождения 8 марта праздник идея для подарка',
    ],
    /* Сервис генерации подарков */
    'picking' => [
        'title' => 'Что подарить?🤔 | Идеи для подарка🎁',
        'description' => 'Не знаете что подарить? Советуем воспользуйтесь нашим сервисом для генерации подарков. Если сервис вам не поможет, то мы поможем вам совершенно бесплатно!',
        'keyword' => 'подбор подарок новый год день рождения 8 марта 23 февраля идеи праздник сервис генерация идеи',
    ],
    /* О нас */
    'about' => [
        'title' => 'В крации о нас😉',
        'description' => 'Каждый хотел порадовать любимого и близкого ему человека. Для этого и создан наш магазин, мы подготовили очаровательные и необычные подарки и идеи для вас',
        'keyword' => 'интернет красивые остров подарков о нас отзывы оставить отзыв о нас что говорят пишут',
    ],
    /* Отзывы */
    'reviews' => [
        'title' => 'Ваши отзывы о нас😁',
        'description' => 'Отзывы на сайт и на всю продукцию и услуги, которые мы предоставляем. Здесь вы сможете оставить свой отзыв о нас',
        'keyword' => 'отзывы оставить отзыв о нас что говорят пишут',
    ],
    /* Подарки (категории) */
    'gift' => [
        'title' => 'Подарок для тебя💝',
        'description' => 'На страницах нашего магазина представлен большой ассортимент необычных и оригинальных подарков, которые наверняка вам понравятся. Порадуйте своих близких',
        'keyword' => 'в ярославле подарок набор новый год день рождения праздник оригинально идея для тебя купить',
    ],
    /* товары для женщин */
    'woman' => [
        'title' => 'Подарок прекрасным женщинам и девушкам👩',
        'description' => 'Каждая женщина радуется, получив в подарок необычные и оригинальные подарки. Если именно сейчас вы ломаете голову над тем что подарить, то обратитесь к нам',
        'keyword' => 'любимой девушка подруга коллега женщина подарок радость оригинальная вещица удовольствие милый красивый день рождения юбилей годовщина 8 марта новый год купить',
    ],
    /* товары для мужчин */
    'man' => [
        'title' => 'Подарок настоящему мужчине👨',
        'description' => 'Что подарить мужчине? Подарок должен быть полезным,индивидуальным и как минимум соответствовать 3 праздникам:Новый год,23 февраля,и конечно,День рождения.',
        'keyword' => 'настоящему мужчине 23 февраля новый год подарок день рождения оригинальный поздравление мужу парню коллеге юбилей купить',
    ],
    /* товары для детей */
    'children' => [
        'title' => 'Подарки самым маленьким👶',
        'description' => 'Каждый с удовольствием вспоминает детство. Правильно подобранный подарок для ребёнка является крайне важным,так как игрушка станет спутником его детства.',
        'keyword' => 'самым маленьким подарок детям игрушка с любовью мальчику девочке младенцу ребенку любовь забота игрушка радость день рождения 8 марта 23 февраля купить',
    ],
    /* товары для родителей */
    'parent' => [
        'title' => 'Маленькое чудо для родителей👫',
        'description' => 'Родители играют главную роль в нашей жизни. Преподнесенный вами подарок, заставит сердца ваших родных трепетать от счастья и гордости.',
        'keyword' => 'родителям любимым годовщина подарок юбилей близким мама папа красиво день рождения новый год 8 марта необычно 23 февраля купить',
    ],
    /* товары бля бабушек и дедушек */
    'grandma' => [
        'title' => 'Подарки любимым бабушкам👵 и дедушкам🧓',
        'description' => 'Выбрать подарок самым старшим членам семьи - дело крайне непростое. С ними у нас связаны наши самые счастливые воспоминания. Воплотим их мечты в жизнь вместе',
        'keyword' => 'бабушка дедушка любимым полезный счастье новый год день рождения юбилей годовщина 8 марта 23 февраля оригинально праздник купить',
    ],
    /* все товары */
    'allgift' => [
        'title' => 'Все подарки и услуги для Вас💥',
        'description' => 'Магазин подарков Maximko. Здесь собранна вся коллекция подарков и услуг которые мы с радостью предоставляем именно для Вас в Ярославле.',
        'keyword' => 'подарок радость праздник любовь оригинальные все подарки новый год день рождения оригинально 8 марта 23 февраля интернет идея купить',
    ],
    /* цветы */
    'flowers' => [
        'title' => 'Цветы🌹 и букеты🌸',
        'description' => 'В нашем магазине Вы можете купить цветы и букеты на любой вкус. Мы сделаем так, чтобы все соответствовало вашим предпочтениям и желаниям.',
        'keyword' => 'цветы на любой вкус праздник подарок красивые необходимые розы архидеи набор букет романтика любовь юбилей 14 февраля годовщина букет купить',
    ],
    /* сладости */
    'sweet' => [
        'title' => 'Сладость в радость, очень вкусно🍭',
        'description' => 'Купить сладости в интернет магазине подарков легко, удобно и быстро. Представляем вам наш обзор всех вкусностей, никто не останется равнодушным.',
        'keyword' => 'сладость вкусно конфета шоколад сладкоежка подарок набор день рождения праздник любовь новый год 8 марта 23 февраля купить',
    ],
    /* коробки и подарочные наборы */
    'box' => [
        'title' => 'Креативные наборы и упаковки🎁',
        'description' => 'Не знаете в чем преподнести подарок? Тогда вам именно к нам. Самостоятельная упаковка и оформление, сделаем все красиво и элегантно.',
        'keyword' => 'упаковка коробка пакет оригинальный упаковочный красиво необычно подарок преподнести новый год 8 марта 23 февраля юбилей любовь креативные наборы купить',
    ],
    /* организация праздника */
    'celebration' => [
        'title' => 'Разве можно не отметить?🎉',
        'description' => 'Ведущий, тамада на свадьбу. Проведение мероприятий: юбилей, корпоратив, выпускной, новый год. Ярославль, Москва',
        'keyword' => 'ведущий тамада диджей DJ свадьба юбилей корпоратив новый год выпускной ярославль Москва Эмиль Абасов организация праздника',
    ],
    /* регистрация пользователей */
    'registration' => [
        'title' => 'Зарегестрироваться на сайте✌️',
        'description' => 'Зарегистрируйтесь в нашем магазине и получите такие преимущества как просмотр заказаных товаров, а так же всевозможные акции и спецпредложения для Вас',
        'keyword' => 'регистрация на сайте подарки личный кабинет',
    ],
    /* обращение о найденных ошибках */
    'siteerror' => [
        'title' => 'Сообщить об ошибке😳 или предложить идею для улучшения🎉',
        'description' => 'Сообщить об ошибке на сайте islandgift.ru, или предложить идеи для уличшения ресурса. Нам важно мнение каждого',
        'keyword' => 'Ошибка на сайте предложения идеи мнение не работает',
    ],
    /* продукция */
    'product' => [
        'title' => 'product_name',
        'description' => 'product_description Преобрести продукт у нас за product_price',
        'keyword' => 'product_name купить',
    ],
    /* Статьи */
    'articles' => [
        'title' => 'Интересные и увлекательные статьи для вас📚',
        'description' => 'На данной странице собраны различные интересные статьи для вас, в них Вы сможете найти полезную информацию для себя и ваших близких.',
        'keyword' => 'Статьи подарки идеи оригинально читать',
    ],
    /* Статья */
    'article' => [
        'title' => 'article_name📖',
        'description' => 'article_description',
        'keyword' => 'product_name читать интересно статья идея article_description',
    ],
    /* Личный кабинет */
    'you' => [
        'title' => 'Ваш личный кабинет user_less_name💻',
        'description' => 'Личный кабинет user_full_name',
        'keyword' => 'user_city user_full_name',
    ],
    /* для разработчиков (описание быстрых страниц) */
    'dev' => [
        'title' => 'Быстрые страницы, создание и применение, дешево и качественно ⚡',
        'description' => 'Создание, консультация и помощь в разработке быстрых страниц на основе таких технологий как: Google AMP и Yandex-турбо. Cоздание 1 страницы за наш счет',
        'keyword' => 'rss amp турбо страницы яндекс гугл как создать генерация быстрая загрузка бесплатно дешево',
    ],
    /* для разработчиков (яндекс турбо)*/
    'yandexrss' => [
        'title' => 'Турбо страницы Яндекса: консультация, создание, цена',
        'description' => 'Турбо страницы Яндекса. Технология Яндекс турбо-страницы, описание и принцип действия. Создание турбо-страницы, а так же сервис по их генерации. 1 созаднеи страницы за наш счет',
        'keyword' => 'rss amp турбо страницы яндекс гугл как создать генерация технология бесплатно дешево',
    ],
    /* для разработчиков (google AMP)*/
    'googleamp' => [
        'title' => 'Google amp: консультация, создание, цена',
        'description' => 'Технология Google AMP, описание и способ применения. Поможем создать для вас AMP страницу что бы всегда оставаться в тренде. 1 создание страницы за наш счет',
        'keyword' => 'rss amp турбо страницы яндекс гугл как создать генерация создание помощь бесплатно дешево',
    ],
    /* Опросы */
    'survey' => [
        'title' => 'Пройти опрос, сделать сайт лучше💪!',
        'description' => 'Пройти опрос на сайте. Оставить свое мнение о сайте, повлиять на дальнейший вид магазина. Вместе мы сможем все',
        'keyword' => 'опрос сайт предложения мнение идия улучшение',
    ],
    /* Поиск по сайту */
    'search' => [
        'title' => 'Поиск по сайту🔎',
        'description' => 'Не смогли что-то найти на нашем сайте? Не беда воспользуйтесь нашим поиском',
        'keyword' => 'поиск найти как где находится что искать не могу да пошло оно все',
    ],
]
?>