<?php
return [
    /* Главная страница */
    '' => [
        'title' => 'Магазин подарков «Max<span class="g-color-text-3">imko</span>»<br><span class="g-color-text-3">Твой день в твоих руках✌</span>',
        'section1Text' => '

<h2><span style="font-weight:700">🎈СКАЖИТЕ "ДА" ВКУСНЯШКАМ!🎈</span></h2>

<p>Надоели банальные подарки и скучные праздники?😩
У вас нет идей для подарка?😞
Вам хочется сделать что-то необычное и уникальное?😳&nbsp;
Магазин Maximko – это то самое место, где вы всегда найдете море подарков на любой вкус и к каждому торжественному случаю🎉🎁🎈
Мы гарантируем у нас вы сможете найти то, что ищите😉</p>

        ',
        'section2Text' => '

Скажите "да" приятностям и интересным подаркам!<br>
Вам надоели банальные подарки и скучные праздники? 😩
У вас нет идей для хорошего подарка? 😞
Или вам просто хочется сделать что-то оригинальное и необычное для своих близких? 😳
Тогда вы попали по адресу 😉<br>  
      
&nbsp;Интернет-магазин подарков Max<span class="g-color-text-3">imko</span> – это то самое место, где вы всегда найдете море подарков🎁 на любой вкус и к каждому торжественному случаю🎈<br>
На страницах нашего сайта представлен большой ассортимент необычных товаров и сувениров✨<br>

А также мы подбираем и упаковываем подарки за Вас😊 На нашем сайте вы можете найти всю необходимую информацию.<br>
Или можете связаться с нами по любому вопросу, <br>мы обязательно вам поможем, и предложим хорошую идею для подарка😇<br>

Мы приложим все усилия, для воплощения вашей задумки в жизнь.<br>
Вместе мы сможем все✌<br>
Будем рады видеть Вас в числе наших постоянных клиентов😁

        ',
    ],

    /* Сервис генерации подарков */
    'picking' => [
        'title' => 'Идеи <span class="g-color-text-3">для подарка🎁</span>',
        'section1Text' => '

Всех рано или поздно мучил вопрос о том,что можно подарить своим близким или знакомым вам людям. Порой приходится сидеть в интернете и искать различные варианты для подарка. 
Иногда все сводится к тому, что было потрачено много времени и ресурсов на поиск подарка, а в итоге была найдена скудная и не интересная информация или совсем ничего не удалось найти. 
Порой находилась то, до чего вы и сами могли догадаться.В целях экономии Вашего времени и сил был создан данный сайт, а так же наш сервис по генерации подарков. <br>

Он позволит вам как минимум предложить идею для хорошего подарка, и как максимум приобрести его у нас. 
Если данный сервис предложил вам то, чего вы не хотели или не ожидали, то свяжитесь с нами. 
Мы постараемся подобрать хороший подарок для вас и тех, кого вы хотите порадовать.<br>

Дарите близким радость и приятные воспоминания🍀 <br>
<span class="text-center">С наилучшими пожеланиями Maximko.</span>

        ',
        'section2Text' => '
Если вам понравился наш сервис, то можете поблагодарить разработчиков😅
        ',
    ],

    /* О нас */
    'about' => [
        'title' => 'В крации <span class="g-color-text-3">о нас😉</span>',
        'section1Text' => '

Интернет-магазин подарков Maximko – это то самое место, где вы всегда найдете море подарков к каждому торжественному случаю.
На страницах нашего сайта представлен большой ассортимент необычных сувениров.&nbsp;<br>

Каждый бы хотел порадовать любимого и близкого ему человека именно поэтому для вас мы подготовили самые очаровательные, необычные и романтичные подарки.
Дарите родным подарки по поводу и без повода.
Другу всегда можно подарить что-то смешное, необычное, яркое😄
Если оригинальные подарки для бабули и дедули не придумываются, просто преподнесите небольшой, но очень приятный презент.&nbsp;<br>

Как вы поняли, мы занимаемся не только тем, что готовим подарки, но и организацией праздников. Корпоративы, свадьбы, новый год, день рождения-нам по плечу любая задача.&nbsp;<br>

Организация праздника - это серьёзный труд. Именно для вас перед проведением мероприятием или отправкой заказа мы проводим консультацию, выясняем все особенности, при необходимости оказываем помощь в различных организационных моментах, так как нам важны пожелания заказчика, его вкусы и предпочтения.
Приложим все усилия, для воплощения вашей задумки в жизнь.&nbsp;<br>

Вместе мы сможем все✌<br>
Будем рады видеть Вас в числе наших постоянных клиентов😉&nbsp;

        ',
    ],

    /* Подарки (категории) */
    'gift' => [
        'title' => 'Подарок <span class="g-color-text-3">для тебя💝</span>',
        'section1Text' => '36895',
        'categoryText' => '   
Здесь Вы сможете посмотреть товары по различным категориям или можете воспользоваться нашим сервисом для генерации подарков👼
        ',
    ],

    /* товары для женщин */
    'woman' => [
        'title' => 'Любимой <span class="g-color-text-3">женщине👩 девушке💃</span>&nbsp;',
        'description' => '
        
Каждая женщина радуется, получив в подарок необычные и оригинальные вещицы. Но ничуть не меньше она любит получать презенты, которые принесут практическую пользу. 
Если именно сейчас вы ломаете голову над тем, какие практичные и полезные подарки придутся ей по душе и принесут настоящее удовольствие, наш обзор решит эту проблему на раз!💐

        ',
    ],

    /* товары для мужчин */
    'man' => [
        'title' => 'Настоящему <span class="g-color-text-3">мужчине👨</span>&nbsp;',
        'description' => '
        
Что же подарить мужчине? Подарок должен быть оригинальным, полезным, индивидуальным, уместным и как минимум соответствовать 3 главным праздникам: Новый год, 23 февраля, и конечно, День рождения. 
Именно мы собрали лучшие подарки и идеи поздравлений на все случаи жизни💪
        
        ',
    ],

    /* товары для детей */
    'children' => [
        'title' => 'Подарки <span class="g-color-text-3">самым маленьким👶</span>&nbsp;',
        'description' => '
        
Нет ни одного человека, который с удовольствием не вспоминал бы детство. 
Правильно подобранный подарок для ребёнка является крайне важным, так как игрушка станет спутником его детства. 
Именно на нашем сайте вы можете выбрать подарок для детей, начиная с самого рождения👼

        ',
    ],

    /* товары для родителей */
    'parent' => [
        'title' => 'Маленькое чудо <span class="g-color-text-3">для родителей👫</span>&nbsp;',
        'description' => '
        
Родители играют главную роль в нашей жизни. Преподнесенный вами подарок, заставит сердца ваших родных трепетать от счастья и гордости. 
Позвольте нам помочь сотворить маленькое чудо для ваших близких🌎
        
        ',
    ],

    /* товары бля бабушек и дедушек */
    'grandma' => [
        'title' => 'Любимым <span class="g-color-text-3">бабушкам👵 и дедушкам🧓</span>&nbsp;',
        'description' => '
        
Выбрать подарок самым старшим членам семьи - бабушке и дедушке - дело крайне непростое. С ними у нас связаны наши самые счастливые воспоминания. 
Так давайте эти воспоминания воплотим в жизнь и преподнесенный вами подарок они оценят вдвойне🔆 
       
        ',
    ],

    /* все товары */
    'allgift' => [
        'title' => 'Все <span class="g-color-text-3">подарки и услуги для Вас☺️</span>&nbsp;',
        'description' => '
        
Кто не любит подарки? На наш взгляд, все их любят. Самое главное знать, что люди,которые дарят нам подарки, думают и заботятся о нас. Именно мы делаем
своих близких счастливыми, ведь каждому приятно получать подарки, но ещё большее удовольствие испытываешь, когда видишь, что он приносит пользу.
Надеемся, что наш сайт помог вам и мы смогли поднять настроение не только вашим близким, но и вам самим⭐

        ',
    ],

    /* цветы */
    'flowers' => [
        'title' => 'Цветы🌹 и букеты🌸 <span class="g-color-text-3">на любой вкус</span>&nbsp;',
        'description' => '      
На нашем сайте вы можете купить цветы на любой вкус и для любого мероприятия. Мы сделаем так, чтобы все соответствовало вашим предпочтениям.       
        ',
    ],

    /* сладости */
    'sweet' => [
        'title' => 'Сладость <span class="g-color-text-3">в радость🍭</span>&nbsp;',
        'description' => '        
Купить сладости в интернет-магазине легко, удобно и быстро. Представляем вам наш обзор всех вкусностей, никто не останется равнодушным.
        ',
    ],

    /* коробки и подарочные наборы */
    'box' => [
        'title' => 'Креативные <span class="g-color-text-3">наборы и упаковки🎁💥</span>&nbsp;',
        'description' => '

Не знаете в чем преподнести подарок? Тогда вам именно к нам. Самостоятельная упаковка и оформление, сделаем по вашим желаниям.
Все будет красиво и необычно.<br>
А также у нас есть уже готовые подарочные наборы.

        ',
    ],

    /* Опросы */
    'survey' => [
        'title' => 'Опрос <span class=" g-color-text-3">с сайта🙄</span>',
        'text' => '

Если вам не сложно, то поучавствуйте в нашем опросе. Также если у вас есть предложения или идеи по улучшению сайта, то напишите об этом в комментариях ниже, или непосредственно нам через контактную форму.<br>
Нам важно мнение каждого. Вместе мы сможем сделать сайт лучше.<br>
К сожалению на данный момент опрос доступен только для пользователей ВКонтакте.

        ',
        'comment' => '
        Поделитесь своим мнением по работе сайта, а так же вы можете предложить свои идеи по улучшению или добавлению нового функционала на сайт.
        ',
    ],

    /* преимущества/Особенности */
    'advantages' => [
        'title' => 'Наши особенности и преимущества💪',
        'description' => '
        
Подарки и услуги представленные в нашем магазине обладают высоким качеством и гарантиями.
Помимо этого мы предоставляем уже готовые подарочные наборы и организовываем различные праздничных мероприятий.<br>
К нам Вы можете обратиться за советом, и мы обязательно поможем.<br>
Давайте дарить близким радость и хорошее настроение😉

        ',
        'item1Title' => 'Помощь и консультация',
        'item1Text' => '
К нам вы можете обратиться по любому вопросу. Мы сделаем все возможное чтобы подарок, который вы преподнесете, оценили вдвойне. А так же мы поможем с выбором подарка!🎁
        ',
        'item2Title' => 'Приятности для себя😁',
        'item2Text' => '
Побалуйте себя различными сладостями или необычными подарками. Вы заслужили что-то приятное. Себя не похвалишь – никто не похвалит😇
        ',
        'item3Title' => 'Юбилеи и дни рождения',
        'item3Text' => '
Круглая дата и дни рождения бывает в жизни каждого человека. Эти праздники требует особого подхода и оригинального подарка. И мы постараемся Вам с этим помочь🎉
        ',
        'item4Title' => 'Различные праздники',
        'item4Text' => '
На любой праздник хочется подарить близким людям самый лучший подарок. Но порой мы не знаем, что можно подарить. Как раз для этого и был создан данный сайт😌
        ',
    ],

    'search' => [
        'title' => 'Поиск <span class="g-color-text-3">по сайту🔎</span>',
        'description' => 'Не смогли что-то найти на нашем сайте? Не беда воспользуйтесь нашим поиском.',
    ],

    'celebration' => [
        'title' => 'Разве можно не отметить?🎉',
        'description' => 'Ведущий, тамада на свадьбу. Проведение мероприятий: юбилей, корпоратив, выпускной, новый год. Ярославль, Москва',
    ],

    'articles' => [
        'title' => 'Список <span class="g-color-text-3">статей📚</span>',
        'description' => 'На данной странице представленны интересные статьи для вас, в них Вы сможете найти полезную информацию для себя и ваших близких.😇',
    ],
]
?>