<?php
/**
 * список обрабатываемых команд
 * 1 - запрос; 2 - код ответа; 3 - доп код для новых команд
 * отсортированы в подяре приоритета самые востребованные снизу
 */
return [
    // странные команды
    ['тест', 27, 0],
    ['test', 27, 0],
    ['ping', 36, 0],
    ['пинг', 36, 0],
    ['404', 19, 0],
    ['ошибка', 19, 0],

    // приветствие
    ['прив', 0, 0],
    ['здравств', 0, 0],
    ['хай', 0, 0],
    ['здаро', 0, 0],
    ['доброе утро', 0, 0],
    ['добрым утро', 0, 0],
    ['добрый день', 0, 0],
    ['добрый вечер', 0, 0],

    // прощание
    ['пока', 31, 0],
    ['досвидани', 31, 0],
    ['прощай', 31, 0],
    ['до встречи', 31, 0],

    // магазин
    ['магазин', 10, 0],
    ['главн', 10, 0],
    // опрос
    ['опро', 18, 0],
    ['улучши', 18, 0],
    // отзывы
    ['отзыв', 12, 0],
    ['говоря', 12, 0],
    // о нас
    ['о компании', 13, 0],
    ['кто', 13, 0],
    // регистрация
    ['регистра', 14, 0],
    ['зарегист', 14, 0],
    ['личный каб', 14, 0],
    // команды
    ['команды', 32, 0],
    ['возможности', 32, 0],
    ['способности', 32, 0],
    ['навыки', 32, 0],

    // возможности
    ['что ты умеешь', 26, 0],
    ['что ты можешь', 26, 0],
    ['ты способна', 26, 0],
    ['твои возможности', 26, 0],
    ['умеешь', 26, 0],

    // благодарность
    ['спасибо', 35, 0],
    ['благодарю', 35, 0],
    ['признател', 35, 0],
    ['от души', 35, 0],

    // запомнить
    ['запомни', 28, 0],

    // Инна
    ['моя любимая инна', 36895, 0],
    ['мой любимый иннусик', 36895, 0],
    ['иннка', 36895, 0],
    ['кого я люблю', 36895, 0],
    ['кого ты любишь', 36895, 0],
    ['чудо с самыми красивыми глазками', 36895, 0],
    ['невероятная улыбка у инны', 36895, 0],

    //подарки
    ['подарок', 1, 0],
    ['подарк', 1, 0],
    ['категории', 1, 0],
    // абасов
    ['праздник', 2, 0],
    ['органи', 2, 0],
    ['басов', 2, 0],
    ['ведущий', 2, 0],
    // игра
    ['поиграть в угадай число', 23, 0],
    ['игр', 23, 0],
    ['угадай число', 23, 0],

    // дополнительные команды
    ['как дел', -2, 0],
    ['как у тебя дел', -2, 0],
    ['как у вас дел', -2, 0],
    ['как настроение', -2, 0],
    ['как самочувствие', -2, 0],
    ['как ты', -2, 0],
    ['что делаешь', -2, 1],
    ['чем занимаешься', -2, 1],

    ['хорошо', -2, 2],
    ['отлично', -2, 2],
    ['замечательно', -2, 2],
    ['превосходно', -2, 2],
    ['изумительно', -2, 2],
    ['шикарно', -2, 2],
    ['ну такое', -2, 2],
    ['ахринен', -2, 2],
    ['ахуен', -2, 2],

    ['плохо', -2, 3],
    ['хренов', -2, 3],
    ['ужасн', -2, 3],
    ['отвретите', -2, 3],
    ['хуев', -2, 3],
    ['не очень', -2, 3],

    // все товары старница
    ['все пода', 15, 0],
    ['все това', 15, 0],
    ['смотреть', 15, 0],
    // все статьи страница
    ['стать', 16, 0],
    ['интерес', 16, 0],
    ['читат', 16, 0],

    // коробки и упоковки
    ['короб', 17, 0],
    ['упаков', 17, 0],
    ['набор', 17, 0],
    // цветы
    ['цвет', 8, 0],
    ['буке', 8, 0],
    ['роза', 8, 0],
    // сладости
    ['шоколад', 9, 0],
    ['слад', 9, 0],
    ['вкусня', 9, 0],

    // сервис
    ['подарить', 11, 0],
    ['идеи', 11, 0],
    // девушке
    ['девушк', 3, 0],
    ['женщине', 3, 0],
    ['жене', 3, 0],
    ['подру', 3, 0],
    ['сестр', 3, 0],
    // парню
    ['парн', 4, 0],
    ['мужчине', 4, 0],
    ['мужу', 4, 0],
    ['друг', 4, 0],
    ['брат', 4, 0],
    // детям
    ['ребенку', 5, 0],
    ['мальчику', 5, 0],
    ['девочку', 5, 0],
    ['младенцу', 5, 0],
    ['малыш', 5, 0],
    // родителям
    ['пап', 6, 0],
    ['мам', 6, 0],
    ['родителям', 6, 0],
    // бабушке дедушке
    ['прабабушке', 7, 0],
    ['бабушке', 7, 0],
    ['прадедушке', 7, 0],
    ['дедушке', 7, 0],

    // сгенерировать подарок
    ['сгенерир', 22, 0],
    ['предложи', 22, 0],
    ['подскажи', 22, 0],
    ['посовет', 22, 0],

    // мат
    ['сук', 30, 0],
    ['бля', 30, 0],
    ['пизд', 30, 0],
    ['хуй', 30, 0],
    ['член', 30, 0],
    ['ахует', 30, 0],
    ['дерьм', 30, 0],
    ['сучка', 30, 0],
    ['тварь', 30, 0],
    ['ебаная', 30, 0],
    ['ёбаная', 30, 0],
    ['падла', 30, 0],

    // рассказать что-то
    ['расскажи что-то интересное', 29, 0],
    ['расскажи что то интересное', 29, 0],
    ['расскажи что то', 29, 0],
    ['расскажи что-то', 29, 0],

    // все товары отобразить
    ['все товары', 33, 0],
    ['все продукты', 33, 0],
    ['все услуги', 33, 0],

    // все статьи отобразить
    ['все статьи', 34, 0],
    ['все информатории', 34, 0],
    ['читать все', 34, 0],

];